Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob/facta/skuvlahistorja5/oleeinar-s.htm.tmx
Source language: sme
Languages: nob

source: På norsk
nob: Sámegillii

source: Artihkal girjjis Sámi skuvlahistorjá 5.
nob: Artikkel i boka Samisk skolehistorie 5.

source: Joatkkaskuvlarektorin ja fylkaskuvlahoavdan
nob: Rektor ved videregående skole og fylkesskolesjef

source: Muitalan Svein Lundii
nob: Fortalt til Svein Lund Til norsk ved Siri Broch Johansen

source: Ole Einar Olsen, Nesseby 2003 (Govva: Svein Lund)
nob: Ole Einar Olsen, Nesseby 2003 (Foto: Svein Lund)

source: Ole Einar Olsen (Márjá-Jovnna Ovlá Einar) lea riegádan 1936:s ja bajásšaddan Bonjáhasas, Deanus.
nob: Ole Einar Olsen (Márjá-Jovnna-Ovlá Einar) er født i 1936 og oppvokst i Bonakas, Tana.

source: Son lei Suodjalusas ja ráhkkanusbarggus ovdal go váccii oahpaheaddjiskuvlla Oslos 1968-70.
nob: Han arbeida i Forsvaret og på anlegg før han gikk Sagene lærerskole 1968–70.

source: Dasa lassin son lea studeren Troandimis ja lohkan sámegiela Oslo universitehtas.
nob: I tillegg har han studert i Trondheim og lest samisk ved Universitetet i Oslo.

source: Son lea oahpahan realskuvllas Málatvuomis ja Guovdageainnu mánáidskuvllas.
nob: Han har undervist ved Målselv statsrealskole og Kautokeino barne- og ungdomsskole.

source: 1975-82 son lei Sámi joatkkaskuvlla rektor ja dan maŋŋil Finnmárkku fylkkaskuvlahoavdan dassái go manai ealáhahkii 2001:s.
nob: I 1975–82 var han rektor ved Samisk videregående skole i Kautokeino, og etter det var han fylkesskolesjef i Finnmark fram til han gikk av med pensjon i 2001.

source: Sámegiella Vuolle-Deanus
nob: Samisk i nedre Tana

source: Mu álbmotskuvla lei Bonjáhasas.
nob: Min folkeskole var i Bonakas.

source: Ohppiid gaskkas eatnasat hálle sámegiela, dušše muhtumat dárogiela. In muitte ohppiid geat hálle suomagiela.
nob: Blant elevene snakket de fleste samisk, noen få snakket norsk, jeg kan ikke huske at noen elever snakket finsk.

source: Ieš ledjen veaháš dárogiela oahppan ovdal go skuvlii álgen go stohken ránnjá gánddažiin gii ii máhttán sámegiela.
nob: Sjøl hadde jeg lært litt norsk før jeg begynte på skolen gjennom lek med en nabogutt som ikke kunne samisk.

source: Muittán ahte ledje mánát geat máhtte vel uhcit dárogiela go mun.
nob: Jeg husker at det var barn der som kunne enda mindre norsk enn meg.

source: Ledje gal muhtun oahppit geain lei dárogiella ruovttugiellan, muhto dattetge máhtte sámegiela, go sámegiella lei Bonjákas-mánáid dábáleamos stoahkangiella ovdal buollima.
nob: Det var noen få elever som hadde norsk som hjemmespråk, men som likevel kunne samisk, for samisk var det vanligste lekespråket blant barna i Bonakas før brenninga.

source: Soahti ja eváhko
nob: Krig og evakuering

source: Áhkku logai Nuorttanastte, ja su askkis ohppen lohkat bustávaid ja nu bessen ge álgit skuvlii veaháš ovdalis go galgen jagis 1943.
nob: Bestemor leste Nuorttanaste, og på fanget hennes lærte jeg å lese bokstavene, og derfor fikk jeg begynne på skolen litt før jeg skulle i 1943.

source: Skuvla lei dalle olbmuid ruovttuin, go duiskalaččat ledje váldán skuvlavistti.
nob: På den tida var skolen hjemme hos folk, for tyskerne hadde tatt skolehuset.

source: Skuvla doaimmai ná 1944 čakčamánu rádjái.
nob: Skolen ble drevet på denne måten fram til september 1944.

source: Mu vuosttaš skuvlabeaivi lea darvánan muitui.
nob: Jeg har min første skoledag friskt i minne.

source: Oahpaheaddji lei Johannes Schrøen.
nob: Læreren her Johannes Schrøen.

source: In dieđe man muddui son máhtii sámegiela, skuvllas hálai goit dušše dárogiela.
nob: Jeg vet ikke hvor mye samisk han kunne. På skolen snakka han ihvertfall bare norsk.

source: Muittán ahte son jearai mus dihten go gos Jesus riegádii.
nob: Jeg husker at han spurte meg om jeg visste hvor Jesus ble født.

source: Áhkus ledjen ollu gullan Biibala máidnasiid, muhto go jerrui dárogillii, ja mun in diehtán mii krubbá lei dárogilli, de in duostan vástidit.
nob: Jeg hadde hørt mange bibelfortellinger av bestemor, men når det ble spurt på norsk, og jeg ikke visste hva «krubbá» het på norsk, så torde jeg ikke å svare.

source: Ja iežan mielas orron leamen hui čuorbi.
nob: Og jeg følte meg veldig dum.

source: Dákkár dilli lei hui dábálaš mu skuvlaáiggis, goit daid álgo jagiid skuvllas.
nob: Slike hendelser var svært vanlige mens jeg gikk på skolen, ihvertfall de første årene.

source: Buollima áigge oruimet áhku luhtte Hilláguras, gos duiskalaččat eai boaldán.
nob: Under brenninga bodde vi hos bestemor i Hillagurra, for der brant ikke tyskerne.

source: Bođiimet fas ruoktot Bonjákassii 1945 geasi.
nob: Vi kom hjem igjen til Bonakas sommeren 1945.

source: Skuvla divvojuvvui ja álggahuvvui fas 1946 giđa.
nob: Skolen ble reparert og startet opp igjen våren 1946.

source: Skuvla lei juhkkojuvvon golmma oassái.
nob: Skolen var tredelt.

source: Smávvaskuvla lei njeallje vahku ain hávil.
nob: Småskolen holdt på i fire uker av gangen.

source: Boarráset mánát vázze olles áiggi, muhto juohke nuppi beaivi.
nob: De større barna gikk på skolen hele tida, men de gikk annen hver dag.

source: Fokstad oahpaheaddjin
nob: Fokstad som lærer

source: Maŋŋil soađi ožžon beakkán Per Fokstada oahpaheaddjin, ja son lei mu oahpaheaddji dassái go gergen álbmotskuvllas.
nob: Etter krigen fikk jeg den kjente Per Fokstad til lærer, og han var læreren min fram til jeg ble ferdig med folkeskolen.

source: Son lei mu mielas čeahpes oahpaheaddji, gii gáibidii ahte mii galggaimet oahppat, ja nu earenoamážit oahppit geat ledje skuvlačeahpit, ohppe hui ollu sus.
nob: Jeg synes han var en dyktig lærer, som krevde at vi skulle lære, og spesielt de skoleflinke lærte veldig mye av han.

source: Son ii geavahan sámegiela oahpahusas, muhto čuovui dan áigge mearrádusaid.
nob: Han brukte ikke samisk i undervisninga, men fulgte datidas bestemmelser.

source: Guhká in ba jurddašan ge ahte son máhtii sámegiela.
nob: Lenge tenkte jeg ikke engang over muligheten for at han kunne samisk.

source: Muhto gal muitalii sámi kultuvrra ja historjjá birra.
nob: Men han fortalte om samisk kultur og historie.

source: Muhtumin son juoiggastii maid, muhto álo dan seamma luođi.
nob: Enkelte ganger joiket han òg, men det var alltid den samme joiken.

source: Deháleamos lei goit matematihkka, dárogiella oktan grammatihkain ja lohkan.
nob: Det viktigste var likevel matematikk, norsk med grammatikk, og lesing.

source: Eará fágat eai lean seamma dehálaččat.
nob: De andre fagene var ikke like viktige.

source: Fysihkka mis ii lean go moadde diimmu olles mu skuvlaáiggis.
nob: Vi hadde ikke mer enn noen få timer fysikk i løpet av hele skoletida.

source: Muittán ahte son oktii vuolggahii unna lievlamašiinnaža.
nob: Jeg husker at Fokstad en gang satte i gang en liten dampmaskin.

source: Eat beassan dahkat geahččalemiid ieža.
nob: Vi fikk ikke gjøre forsøk sjøl.

source: Vaikko skuvla dalle lei ollu earalágan go dalle go ieš šadden oahpaheaddjin, de muittán iežan skuvlaáiggi Bonjáhasas buriin mielain.
nob: Sjøl om skolen var veldig annerledes enn da jeg sjøl ble lærer, husker jeg skoletida mi i Bonakas som ei fin tid.

source: Mus lei buorre vuođđooahppu ain joatkit skuvlavázzima.
nob: Jeg fikk et godt grunnlag for videre skolegang.

source: Deanu realskuvla
nob: Tana realskole

source: Soađi maŋŋil álggahuvvui Detnui realskuvla ja dohko mun álgen 1950:s.
nob: Etter krigen ble Tana kommunale realskole startet, og jeg begynte der i 1950.

source: Vuosttas jagi skuvla lei veahá vuolábealde eanandoalloskuvlla, maŋŋil sirdašuvai Ruostefielbmái.
nob: Det første året var skolen litt nedenfor landbruksskolen, seinere ble den flyttet til Rustefjelbma.

source: Skuvllas lei dábálaš norgalaš plána, ii makkárge sámi sisdoallu.
nob: Skolen fulgte norsk normalplan, det var ikke noe slags samisk innhold.

source: Eanaš oahpaheaddjit ledje mátta-olbmot.
nob: De fleste lærerne var sørfra.

source: Das maŋŋá gazzen oahpu Suodjalusas ja bargen čieža – gávcci jagi doppe, ja de vázzen gymnása Nordfjordeidas, studerejin Troandimis ja Oslos, ja bargan veaháš gos ge, ovdal go bohten 1970:s Guovdageainnu mánáid- ja nuoraidskuvllaid oahpaheaddjin.
nob: Etter det igjen tok jeg utdanning i Forsvaret og jobbet der i sju – åtte år. Så gikk jeg gymnas på Nordfjordeid, studerte i Trondheim og Oslo og arbeidet litt mange steder, før jeg i 1970 kom til Kautokeino som lærer.

source: Tana realskole - 3.luohkká 1953.
nob: Tana realskole - 3. klasse 1953.

source: Ole Einar Olsen, Børre Midtlid, Ingjerd Bertheussen, Britt Olsen ja Arnulf Gabrielsen.
nob: Fra venstre: Ole Einar Olsen, Børre Midtlid, Ingjerd Bertheussen, Britt Olsen og Arnulf Gabrielsen.

source: (Govva: Tana kommunale realskole 1947-57)
nob: (Foto: Tana kommunale realskole 1947-57)

source: Joatkkaskuvlarektorin
nob: Rektor ved videregående skole

source: 1975:s bargen Guovdageainnu mánáidskuvllas.
nob: I 1975 arbeidet jeg ved Kautokeino barneskole.

source: De heittii joatkkaskuvlla rektor gasku skuvlajagi ja fuomášin ohcat dan virggi.
nob: Så sluttet rektor ved videregående skole midt i skoleåret, og jeg fant ut at jeg skulle søke stillinga.

source: Ledjen bargan doppe veaháš diibmooahpaheaddjin ja ovdal dan ledjen bargan moadde jagi oahpaheaddjin Málatvuomi stáhtarealskuvllas.
nob: Jeg hadde vært timelærer der, og før jeg kom til Kautokeino, hadde jeg jobbet noen år som lærer ved Målselv statsrealskole.

source: Muđui in lean bargan joatkkaskuvllas.
nob: Bortsett fra det hadde jeg ikke jobbet på videregående skole.

source: Skuvla, man namma dalle lei «Den samiske yrkes- og husflidsskole» (Sámi fidno- ja ruovttuduodjeskuvla) lei praktihkalaš skuvla, mas ledje suorggit snihkkár, mekanihkar, goarrun ja gođđin ja «dálueamitskuvla».
nob: Skolen, som da het «Den samiske yrkes- og husflidsskole», var en praktisk skole med snekkerlinje, mekanikerlinje, søm- og vevlinje og «husmorskole».

source: Mus ii lean oahppu ovttage dáin surggiin, muhto departemeanttas lohke ahte lei dehálaš ahte mus lei fágareive, maid ledjen háhkan go oahpu gazzen suodjalusas, go dalle dovden fidnofágaid buorebut go sieiva akademihkkarat.
nob: Jeg hadde ikke utdanning innenfor noen av disse fagene, men departementet sa at det viktigste var at jeg hadde fagbrev, som jeg hadde skaffet meg gjennom utdanningen i Forsvaret, for da kjente jeg yrkesfagene bedre enn reine akademikere gjorde.

source: Lei munnje ollu geahpasat bargat joatkkaskuvllas go nuoraidskuvllas.
nob: Jeg syntes det var mye lettere å jobbe på videregående skole enn på ungdomsskolen.

source: Ohppiin lei eanet skuvlamokta go ledje rávásmuvvan ja go besse oahpat fágaid main eambbo beroštedje.
nob: Elevene var mer motiverte, de var mer modne og fikk lære de fagene de var interesserte i..

source: Lokten áiggi bures doppe ja bargen joatkkaskuvllas badjel čieža jagi, 1982 rádjai.
nob: Jeg trivdes godt der, og ble på videregående skole i over sju år, fram til 1982.

source: Kurssaid lassin dasa mat ledje dalle go álgen, álggaheimmet 1976:s ng. «kombinert grunnkurs»; guovtti jagi badjel ožžo oahppit jagi oppalašfága, jahkebeali sárgun-hápmi-ivdni ja jahkebeali sámi duoji.
nob: I tillegg til de kursene som alt var i gang, startet vi opp såkalt kombinert grunnkurs i 1976. Over to år fikk elevene et år med allmenne fag, et halvt år tegning-form-farge og et halvt år duodji [1].

source: Dan maŋŋil sáhtte sii geat háliidedje, joatkit oppalašfága nuppi luohkkái.
nob: Etter dette kunne de som ønsket det, fortsette med 2. klasse allmennfag.

source: Dát lei dehálaš dan dihte go dan rádjái ii lean leamaš vejolašvuohta Guovdageainnus álggahit ge gymnása dahje oppalašfágalaš suorggi, ja danin ledje hui unnán nuorat geat ožžo gelbbolašvuođa beassat allaskuvllaide ja universitehttii.
nob: Dette var viktig fordi det fram til da ikke hadde vært mulighet til å begynne på gymnas eller allmennfag i Kautokeino, og derfor var det svært få ungdommer som fikk kompetanse til å komme inn på høgskole eller universitet.

source: Min kurssa maŋŋá ledje rávásmuvvan ja ledje duostilabbo mannat eará skuvllaide.
nob: Etter vårt kurs hadde de blitt mer voksne, og de torde i større grad å fortsette på skoler andre steder.

source: Seammás dát lei vuosttaš háve ahte sámegiel sátni «duodji» geavahuvvui muhtin skuvlafálaldagas almmolaš namman.
nob: Samtidig var dette første gang det samiske ordet duodji ble brukt som det offisielle navnet på et skoletilbud.

source: Eat sáhte vel hállat oahppoplána birra, go dat ii gárvvistuvvon ovdal 1980:s.
nob: Man kunne fortsatt ikke snakke om noen læreplan, for den ble ikke ferdig før i 1980.

source: Dalle ii lean šat «kombinert grunnkurs», muhto vuođđokursa duodji / sárgun-hápmi-ivdni.
nob: Da var det ikke lenger kombinert grunnkurs, men grunnkurs i tegning – form – farge / duodji.

source: Ledje skuvlla iežas oahpaheaddjit geat ráhkadedje duoji oahppoplána.
nob: Det var skolens egne lærere som utformet læreplanen i duodji.

source: Muđui skuvlejuvvui dábálaš dohkkehuvvon skuvlaplánaid mielde maid eará joatkkaskuvllat ge geavahedje.
nob: Bortsett fra dette ble det undervist i henhold til de vanlige godkjente planene som andre videregående skoler også brukte.

source: Jurdda lei ahte oahppit galge sáhttit joatkit oahpaheame eará skuvllain main lei joatkkaoahppu.
nob: Tanken var at elevene skulle kunne fortsette ved andre skoler som tilbød videregående kurs.

source: Mis ledje maiddái ollu rávesolbmuidkurssat.
nob: Vi hadde også mange kurs for voksne.

source: Ledje boazodoallokurssat, maid dalá stáhtakonsuleanta Loyd Villmo lágidii, mis lei viessohuksenkursa ovttasbargguin Álttá rávesolbmuidoahpahusguovddážiin, meahcceealáhuskurssat jna.
nob: Det var reindriftsfaglige kurs, som daværende statskonsulent Loyd Villmo var ansvarlig for. Vi hadde tømrerkurs i samarbeid med Alta voksenopplæringssenter, utmarksnæringskurs osv.

source: Sámegiella lei álggus fága dušše goarrun ja gođđin-suorggis.
nob: I starten var samisk et fag bare på søm- og vevlinja.

source: Giellaoahppu lei guovtti joavkkus – eatnigielagat ja amasgielagat.
nob: Språkopplæringen ble gitt i to grupper – for morsmålselever og fremmedspråklige.

source: Mun oahpahin sámegiela daidda ja muittán ahte muhtumat amasgielagiin šadde hui čeahpit sihke hállat, lohkat ja maiddái čállit.
nob: Jeg underviste dem i samisk, og husker at også enkelte av de fremmedspråklige ble veldig flinke, både til å snakke, lese og skrive.

source: Dalle go álgen, lei skuvlla hálddahusas rektor ja bealle kántorbargivirgi.
nob: Da jeg begynte var det rektor og en halv stilling kontormedarbeider som utgjorde skolens administrasjon.

source: Go joatkkaskuvlaláhka bođii fápmui 1976:s, nannejuvvui hálddahus ja oaččuimet inspektevrra ja oaiveoahpaheddjiid.
nob: Da loven om videregående skole trådte i kraft i 1976, ble administrasjonen styrket med en inspektør og hovedlærere.

source: Mis lei unnán sadji skuvllas, muhto muđui buorre ekonomalaš dilli.
nob: Vi hadde dårlig med plass på skolen, men ellers hadde vi god økonomi.

source: Oahppit ožžo luoikkahit buot girjjiid nuvttá skuvllas ja sii orro maiddái hui hálbái internáhtas.
nob: Elevene fikk låne skolebøkene gratis fra skolen, og de bodde svært rimelig på internatet.

source: Bušeahttakontrolla ii ge lean nu čavga dan áigge.
nob: Budsjettkontrollen var heller ikke så streng på den tida.

source: Oaččuimet lassejuolludeami go dárbbašeimmet.
nob: Vi fikk tilleggsbevilgninger når vi trengte det.

source: Dađistaga go ođđa plánat ja ođđa fágagáibádusat ihte, de maiddái šaddagođii skuvla hui gárži.
nob: Etterhvert som nye planer og nye krav til fagene kom, begynte det å bli veldig trangt på skolen.

source: Viiddidit skuvla lei áibbas dárbbašlaš.
nob: Det var helt nødvendig å utvide skolen.

source: Stivra barggai hui áŋgirit dainna áššiin, ii ge mannan guhkes áigi ovdal go plánat ledje gárvásat ja huksenbarggut álggahuvve.
nob: Styret jobbet ivrig med denne saken, og det tok heller ikke lang tid før planene var klare og byggearbeidene startet opp.

source: Lei hui stuorra hástalus buohkaide skuvllas huksenbarggu čađaheames.
nob: Byggeperioden var en stor utfordring for alle ved skolen.

source: Dáid áiggiid maid šattai duohtan ahte Stáhta boazodoalloskuvla galggai fárrejuvvot Guovdageidnui.
nob: Samtidig ble også flyttinga av Statens reindriftsskole til Kautokeino en realitet.

source: Jearaldat midjiide lei gosa dan čáhkkehit.
nob: Spørsmålet for oss var hvor vi skulle presse den inn.

source: Sihke skuvla- ja orrunlanjat váilo.
nob: Vi manglet både klasserom og husrom.

source: Válddiimet oktavuođa Sámemiššovnnain, mas lei duottarstohpu Guovdageainnus, gulahallat eai go láigot dan skuvlii.
nob: Vi tok kontakt med Samemisjonen, som eide Kautokeino fjellstue, for å høre om vi kunne få leie lokaler hos dem.

source: Mii soabaimet ja boazodoalloskuvla oaččui sihke skuvlalanja ja orrunbáiki Duottarstohpui.
nob: Vi ble enige, og Reindriftsskolen fikk både klasserom og husrom på fjellstua.

source: Muitán ahte bođii gáibádus ahte dat geat eai lean sámit, eai galgan beassat oahppat sámi dujiid.
nob: Jeg husker at det en gang kom krav om at de som ikke var samer, ikke skulle få lære duodji.

source: Muhto go skuvla ii earuhan sisaváldimis oahppi, de mu mielas galge buohkat dan oahppu oažžut maid háliidedje ja skuvla fálai.
nob: Men når nå skolen ikke skilte mellom elevene ved opptak, så syntes jeg at alle og enhver skulle få den utdanninga de ville ha, og som skolen tilbød.

source: Maiddái oahppat goarrut sámi biktasiid jus háliidedje.
nob: De skulle også få lære å sy samiske klær hvis de ville.

source: Dán birra lei ollu sáhka.
nob: Det var mye diskusjon om dette.

source: Mu mielas livččii buorebut sáhttán dohkkehit jus livčče gáibidan sámegielmáhtu sis geat áiggo sámi duoji oahppat, muhto dan eai dahkan goassege.
nob: Jeg synes det hadde vært lettere å godta det dersom man hadde krevd samiskkunnskaper av dem som ville lære samisk håndverk, men det ble aldri gjort.

source: Orun muitimin ahte skuvla stivrra maid ságastalai dán birra.
nob: Jeg synes å huske at skolens styre også diskuterte dette.

source: Eai sii ge dáhton rievdadit njuolggadusaid.
nob: De ønsket heller ikke å endre reglene.

source: Muittán lei hui váttis fidnet sámi bivttasminstara.
nob: Jeg husker at det var svært vanskelig å få tak i mønstre til samiske klær.

source: Mu áddejumis orui leamen minsttar muhtumiid oainnu mielde, dakkár mii dušše galggai gávdnot goarru oaivvis.
nob: Jeg forsto det slik at enkelte mente at mønster, det er slikt som skal finnes inne i hodet på den enkelte syeren.

source: Dalle gal ii lean nu álki skuvlaoahpu dan birra addit.
nob: Da var det ikke så lett å gi god lærdom om dette på skolen.

source: Muittán ahte lullisámi minstariid lei veadjemeahttun oažžut.
nob: Jeg husker at det var umulig å få tak i sørsamiske mønstre.

source: Lei maid stuorra hástalus oažžut oahpaheddjiid skuvlii.
nob: Det var også en stor utfordring å få tak i lærere til skolen.

source: Teoriijafágaoahpaheaddjit eai láven bargat go jagi, de bohte ođđa.
nob: Teorifaglærere brukte ikke å bli lenger enn ett år, så kom det nye.

source: Muhtin jagi lei juo geassi ja lei heahti go mii eat lean ožžon oahpaheaddji dállodoallosuorgái.
nob: Et år var det alt sommer, og det var krise, for vi hadde ikke fått tak i lærer til husstellinja.

source: Fuomášin báhpáriin ahte muhtin ohcci gođđinsuorgái lei vázzán dáloeamitskuvlla.
nob: Jeg oppdaget i papirene at en av søkerne til vevlinja hadde gått husmorskole.

source: Čuojahin ja jerren ii go sáhte oahpaheaddjibarggu bargat jagi ja vázzit gođđinsuorggi maŋit jagi.
nob: Jeg ringte og spurte om hun ikke kunne ta lærerjobb et år og heller gå vevlinja året etter.

source: Dan dagai.
nob: Det gjorde hun.

source: Nu dat bođii dát suorgi johtui dan ge jagi.
nob: Og slik redda vi den linja det året.

source: Dát nuorra nieida birgii bures oahpaheaddjin.
nob: Den unge jenta klarte seg godt som lærer.

source: Mis lei internáhtta, gos bártnit orro vuosttaš gearddis ja nieiddat badjin.
nob: Vi hadde et internat hvor guttene bodde i første etasje og jentene i overetasjen.

source: Internáhttabargit basse bártniid lanjaid, muhto nieiddat basse ieža.
nob: Internatbetjeninga vaska guttenes rom, mens jentene vaska rommene sine sjøl.

source: De mun ledjen muhtin konferánssas, mas lei ollu sáhka sohkabeliid dásseárvvu birra.
nob: Så var jeg på en konferanse hvor likestilling mellom kjønnene var et viktig tema.

source: De maŋimus beaivi bođii diehtu ahte ledjen ožžon NÅ-vahkkobláđi káktusa, dan dihte go skuvllas lei erohus bártniid ja nieiddaid gaskkas.
nob: Den siste dagen fikk jeg vite at jeg hadde fått ukebladet NÅs kaktus, fordi det var forskjell mellom guttene og jentene ved skolen.

source: Lei muhtin gii lei sádden ášši bláđđái.
nob: Det var noen som hadde sendt denne saken til bladet.

source: Muhto eará nieiddat eai liikon dasa, ja sii čálle doarjjacealkámuša munnje.
nob: Men andre jenter likte ikke dette, og de skreiv en støtteuttalelse til meg.

source: Lei nu ahte nieiddat ledje maiddái ožžon fálaldaga oažžut lanjaid bassojuvvot, muhto sii háliidedje baicca bassat ieža.
nob: Det var faktisk sånn at jentene også hadde fått tilbud om romvask, men de ønska å vaske sjøl.

source: Ledje máŋga fearána skuvllas.
nob: Det var mange andre episoder på skolen.

source: Soapmásat ledje gullan «balddonasa» skuvllas, ja muhtimat ledje oaidnán dan maid.
nob: Noen hadde hørt «spøkelser» på skolen, og noen hadde til og med sett det.

source: Gođđinossodagas gullui dakkár ártegis jietna muhtumin.
nob: På vevavdelinga kunne man av og til høre en merkelig lyd.

source: Muhtimat lohke ahte ledje «balddonasat» danin go viessu ii lean vihahuvvon – árvaledje mu dáhttut báhpa dan dahkat.
nob: Noen mente at det var «spøkelser» der fordi huset ikke var velsignet – de forslo at jeg skulle be presten om å gjøre det.

source: Jagi smihtten ovdal go gávnnahin mas dat bođii.
nob: Jeg grublet på dette i ett år før jeg fant ut hva det var.

source: Lei liggenrusttega ekspanšuvdnatáŋka mii soames háve, dálkki mielde, ráhkadii jiena ja lei «balddonassan».
nob: Det var en ekspansjonstank i varmeanlegget som enkelte ganger, avhengig av været, lagde lyder og var «spøkelse».

source: Fylkaskuvlahoavdan lei Ole Einar Olsen mielde ásahit, heaittihit ja sirdit fylkka joatkkaskuvlasurgiid.
nob: Som fylkesskolesjef var Ole Einar Olsen med og avgjorde hvilke linjer som skulle opprettes, nedlegges og flyttes mellom videregående skoler i fylket.

source: Máŋggas ledje oaivilat dáin áššiin, oahppit maid.
nob: Det var det mange som ville ha ei mening om, ikke minst blant elevene.

source: Dá leat oahppit čájeheamen mielaset go Olsen ja fylkaskuvlastivra boahtá Hámmárfeastta joatkkaskuvlii, 1986/86 skuvlajagi.
nob: Her blir han og fylkesskolestyret møtt med demonstrasjon ved Hammerfest videregående skole, skoleåret 1986/87.

source: (Govva: Svein Lund)
nob: (Foto: Svein Lund)

source: Fylkkaskuvlahoavdan
nob: Fylkesskolesjef

source: Bođii jearaldaga in go sáhte ohcat fylkkaskuvlahoavdan.
nob: Det kom spørsmål om jeg kunne tenke meg å søke jobben som fylkesskolesjef.

source: Mun ledjen juo stoahkagoahtán jurdagiin gávdnat eará barggu.
nob: Jeg hadde alt begynt å leke med tanken på å bytte jobb.

source: Moadde váldosiva dasa ledje ahte mu áhčči Bonjáhasas lei boarásmuvvan ja go vel NSR geassádii iežas miellahttu eret skuvla stivrras ja son lei maid ovdaolmmožin [1], de orui áigi boahtán fárremii.
nob: Hovedgrunnene til dette var at faren min i Bonakas hadde blitt gammel, og når så NSR trakk ut medlemmet sitt fra skolens styre [2], og det i tillegg var styrelederen, så var tida kommet for å flytte.

source: Ja go mu bearaš mieđai, de mun ohcen ja ožžon dan barggu.
nob: Og ettersom familien min var enig, søkte jeg stillingen og fikk den.

source: Mii liikuimet bures orrut Guovdageainnus ja fárriimet lossamielain.
nob: Vi trivdes godt i Kautokeino, og det var trist å flytte derfra.

source: Čáhcesullos bargen 1982 rájes 2001 rádjái.
nob: Jeg arbeidet i Vadsø fra 1982 til 2001.
